[
    {
        "name": "Gouda",
        "description": "Gouda, or \"How-da\" as the locals say, is a Dutch cheese named after the city of Gouda in the Netherlands. If truth be told, it is one of the most popular cheeses in the world, accounting for 50 to 60% of the world's cheese consumption. It is a semi-hard cheese celebrated for its rich, unique flavour and smooth texture. The original cheese market in Gouda is one of the last standing commercial cheese markets in the Netherlands. Since the name is not protected, it has become a generic classification for all cheeses produced and sold under the name Gouda.\nGouda is typically made from pasteurised cow’s milk although some artisan varieties use sheep’s or goat’s milk to produce it. Boerenkaas is a typical variety of unpasteurised Gouda cheese produced by the farmers from the milk of cows grazing on the natural, low pastures of the Netherlands. There are seven different types of Gouda cheese, categorized depending on age. Graskaas is young Gouda ready to be consumed within a few weeks of production. On the other hand, is the extra-aged, Overjarig cheese which has a full-flavoured, hard, golden interior and salty flavour reminiscent of toffee. Between the spectrums is a variety of Dutch Gouda classified as per the texture and age - Jong, Jong belegen, Belegen, Extra belegen, and Oud. The waxed rind of the cheese also changes by age as soft, younger Dutch Gouda cheese is identified by yellow, orange, or red wax rinds white mature cheese has black wax coverings.\nIn America, smoother and less flavourful commercial Gouda is more popular than Dutch Gouda. Artisans in the Netherlands may produce Dutch Gouda using raw milk as well as pasteurised milk.  To enhance the flavour of the cheese, herbs, seasonings, and nuts are added. In the Netherlands, aged Gouda is commonly used to in soups and sauces.\nYoung Gouda is best paired with beer while medium-aged Gouda tastes best when paired with a fruity Riesling or Chenin Blanc. A well-aged Gouda complements wines that are deeply flavoured such as a rich Merlot or Shiraz. Gouda cheese may be grated, sliced, cubed or melted. It may be used as a table cheese or dessert cheese.",
        "country_origin": "Netherlands",
        "aroma": "pungent",
        "image": "https://www.cheese.com/media/img/cheese/GOUDA_SqYJjRh.jpg"
    },
    {
        "name": "Brie",
        "description": "Brie is the best known French cheese and has the nickname \"The Queen of Cheese\". Brie is a soft cheese named after the French region Brie, where it was originally created. Several hundred years ago, Brie was one of the tributes which had to be paid to the French kings.\nIn France, Brie is very different from the cheese exported to the United States. Real French Brie is unstabilized and the flavour is complex when the surface turns slightly brown. When the cheese is still pure-white, it is not matured. If the cheese is cut before the maturing process, it will never develop properly. Exported Brie, however, is stabilized and never matures. Stabilized Brie has a much longer shelf life and is not susceptible to bacteriological infections.\nBrie is produced from the whole or semi-skimmed cow's milk. Rennet is added to the raw milk and heated to a temperature of 37°C (99°F) to obtain the curd.  The cheese is then cast into moulds, several layers of cheese are filled into the mould and then kept for around 18 hours. After this, the cheese is salted and aged for a minimum of four weeks.\nBrie cheese is slightly pale in colour with a greyish tinge under a rind. Its flavour varies depending upon the ingredients added while producing the cheese.\nBrie, one of the great dessert cheeses, comes as either a 1 or 2-kilogram wheel and is packed in a wooden box. In order to enjoy the taste fully, Brie must be served at room temperature.\nPlease note: Pasteurized milk is required in the United States and Australia.",
        "country_origin": "France",
        "aroma": "pronounced, strong",
        "image": "https://www.cheese.com/media/img/cheese/Brie_PDCo3RG.jpg"
    },
    {
        "name": "American Cheese",
        "description": "American cheese is processed cheese made from a blend of milk, milk fats and solids, other fats and whey protein concentrate. Earlier, it was made from a mixture of cheeses. Since blended cheeses are no longer used, it cannot be legally called \"cheese\" and has to be labelled as \"processed cheese\", \"cheese product\", etc. Sometimes, it is called \"American slices\" or \"American singles\" instead of the word cheese. Under the U.S. Code of Federal Regulations, American cheese is a type of pasteurised processed cheese.\nThe taste and texture of this processed cheese vary depending on the usage of cheese and additives. Also, the colour may change from orange and yellow to white from manufacturer to manufacturer. It is sold in three varieties – individually wrapped cheese slices, small pre-sliced blocks and large blocks. \nAlthough criticized for its high fat and sodium content, American cheese is still used in cooking as it melts well and contains a good amount of calcium and protein.",
        "country_origin": "United States",
        "aroma": "mild",
        "image": "https://www.cheese.com/media/img/cheese/10-American-Cheese-shutterstock_1610208106.jpg"
    },
    {
        "name": "Pecorino Romano",
        "description": "Pecorino is a term used to define Italian cheese made from 100% sheep's milk. Pecorino Romano is the most ancient cheese and the most famous cheese outside Italy. The six Pecorino varieties have received Protected Designation of Origin (PDO) status under European Union law. All these varieties differ from each other, depending on their ageing period. As per legislation, production of Pecorino Romano is allowed only on the islands of Sardinia, Lazio and in the Tuscan Province of Grosseto.\nThe other pecorino cheeses are Pecorino Sardo (from Sardinia), Pecorino Toscano (from Tuscany), Pecorino Siciliano (from Sicily), Pecorino di Filiano (from Basilicata) and Pecorino Crotonese (from Province of Crotone in Calabria).\nAs the name suggests, the history of Pecorino Romano dates back to Roman times when it was a part of the staple diet of soldiers at war. Roman authors, including Varro, Pliny the Elder, Hippocrates and Columella, have mentioned cheese & its production techniques. Even today, cheese is made using the traditional method. During the ageing process, the wheels get salted numerous times by hand. After ageing for more than five months,  it develops a dry and granular texture and a strong taste. When young, the cheese has a soft and rubbery texture with a sweet and aromatic flavour. The flavour becomes sharper and smokier when aged for more than eight months.\nPecorino Romano is one of the most widely used, sharper alternatives to Parmesan cheese. Pecorino Romano is an excellent grating cheese over pasta dishes, bread and baking casseroles. Pair it with a big, bold Italian red wine or a light beer.",
        "country_origin": "Italy",
        "aroma": "strong",
        "image": "https://www.cheese.com/media/img/cheese/Pecorino_romano_cheese.jpg"
    },
    {
        "name": "Cheddar",
        "description": "England was the only place where cheddar was made during the olden days. However, many countries manufacture cheddar today. Any cheese producing company or artisan manufacturer in any corner of the world can label the cheese produced by them as 'cheddar' since it is not protected like other cheese names or brands. \nCheddar cheese, the most widely purchased and eaten cheese globally, is always made from cow's milk. It is a hard cheese with a slightly crumbly texture if properly cured, and if it is too young, the texture is smooth. It gets a sharper taste as it matures, over a period of time between 9 to 24 months. It is shaped like a drum, and its colour generally ranges from white to pale yellow. However, some cheddars are orange, if colourings such as annatto are added.",
        "country_origin": "England",
        "aroma": "Unknown",
        "image": "https://www.cheese.com/media/img/cheese/wiki/cheddar.jpg"
    },
    {
        "name": "Manchego",
        "description": "The Manchego cheese is produced in the La Mancha region of Spain, which is also home to Don Quixote. It is made from pasteurized sheep's milk. It is one of the popular cheeses from Spain and comes under the PDO (DOP) guidelines.\nThe traditional use of grass moulds leaves a distinctive, characteristic zigzag pattern on the Manchego cheese. Authentic Manchego is only made from the Manchego sheep's milk. Manchego cheese is made from both pasteurized and unpasteurized milk. The farmhouse version is produced from unpasteurized milk, while the industrial version is produced from pasteurized milk. The Corcuera family was the first to make and commercialize Manchego cheese in Castilla La Mancha.\nThe rind is inedible with a distinctive, traditional herringbone basket weave pattern. A typical ear wheat pattern is pressed onto the top and bottom wheels of the cheese. Manchego cheese is available in wide varieties.\nFresco: Fresh cheese aged for two weeks. The flavour is rich, mild and is rarely available outside Spain.\nSemi Curado: Semi-firm cheese aged around three weeks to three months. It is supple and moist with a fruity flavour and tangy notes.\nCurado: Semi-firm cheese aged for 3-6 months. The flavour is caramel and nutty.\nViejo: Firm cheese aged for 1-2 years. The flavour is sharp with a crumbly texture. It has a rich, deep pepperiness to it.\nManchego cheeses are best paired with sherry. Cheeses similar to Manchego are called 'Machego like cheeses', but the producers cannot legally name the cheese as Manchego.",
        "country_origin": "Spain",
        "aroma": "grassy, pleasant",
        "image": "https://www.cheese.com/media/img/cheese-suggestion/manchego_1280x800_1.jpg"
    },
    {
        "name": "Smoked Gouda",
        "description": "Gouda, or \"How-da\" as the locals pronounce it, originates from the Dutch city of Gouda. In reality, it stands as one of the most globally adored cheeses, constituting 50 to 60 percent of worldwide cheese consumption. Smoked Gouda, a variation of this renowned cheese, undergoes smoking in historic brick ovens over hickory chip embers, resulting in a distinctive flavour.\nPaired splendidly with beer, this firm cheese showcases an edible brown rind enfolding a creamy yellow interior. Its compatibility extends to delightful accompaniments like fruits, nuts, and dark chocolate. Moreover, it's an excellent addition to sandwiches and burgers.",
        "country_origin": "Netherlands",
        "aroma": "smokey",
        "image": "https://www.cheese.com/media/img/cheese/smoked_Gouda.jpg"
    },
    {
        "name": "Camembert",
        "description": "Marie Harel created the original Camembert cheese from raw milk in Normandy, France, in 1791. Today, however, a very small percentage of producers make cheese from raw milk with the same process as Marie Harel would have used. Those who produce cheese using Marie Harel's method can legally call their cheese Camembert Normandie under the AOC guidelines. However, the production of Camembert cheese has now transcended the AOC designation. Good varieties of Camembert cheese made from pasteurised milk can be found in Normandy today. The best of them is the Camembert Le Châtelain.\nThe fresh Camembert cheese is bland, hard and crumbly in texture. Young Camembert has a milky and sweet taste. As the cheese matures, it forms a smooth, runny interior and rich, buttery flavour. The white bloomy rind is because of a white fungus.\nThis cheese is best paired with a light red wine such as Beaujolais, Chenin Blanc, St Emilion, St Estephe or traditionally a glass of Normandy cider.",
        "country_origin": "France",
        "aroma": "earthy",
        "image": "https://www.cheese.com/media/img/cheese/Camembert.jpg"
    },
    {
        "name": "Provolone",
        "description": "Provolone is an Italian cheese made from cow’s milk whose origins lie in Southern Italy. Today, the major production of Provolone takes place in the Po Valley region, particularly in Lombardy and Veneto. Provolone Valpadana and Provolone del Monaco are granted DOP designation by the European Union to ensure that cheese is produced under strict supervision using specific methods to guarantee supreme quality.\nProvolone cheese is classified into two forms: Provolone Dolce, aged for two to three months, has a pale yellow to white colour and sweet taste. The other, Provolone Piccante, is aged for more than four months and has a sharp taste. In South America, a similar cheese called Provoleta is eaten with grilled meat. Provolone, produced in America, is similar to the Dolce variety. The flavours of Provolone broadly vary depending on where it’s made. Mostly, it is made from cow’s milk and has a semi-hard texture.\nProvolone contains high amounts of calcium and protein, but on the other hand, it is also high in sodium. The cheese goes well with full-bodied and aged red wines. It is served with hot chutney, homemade bread and flatbread.",
        "country_origin": "Italy",
        "aroma": "pleasant",
        "image": "https://www.cheese.com/media/img/cheese/Provolone.jpg"
    },
    {
        "name": "Babybel",
        "description": "Babybel, a French version of Dutch Edam cheese, has been sold internationally by 'The Bel Group, France' since 1952. In 1977, the company introduced Babybel's smaller version, 'Mini Babybel', a delightful snack packed with calcium and ready to eat anytime and anywhere. \nBabybel, a semi-hard cheese, is made from pasteurised cow's milk. It comes in a net bag where each piece features a distinctive red wax coating. There are several varieties available in the US  like: Babybel®Original, Babybel®Light, Babybel®White Cheddar, Mini Babybel®Monterey Jack, Babybel®Sharp Original, Babybel® Gouda and Babybel® Mozzarella cheese.",
        "country_origin": "France",
        "aroma": "Unknown",
        "image": "https://www.cheese.com/media/img/cheese/baby_bell_istock.jpg"
    },
    {
        "name": "Parmesan",
        "description": "The Parmigiano Reggiano or Parmesan Parmigiano, or simply Parmesan cheese as it is called in English, is considered to be among the top cheeses by cheese connoisseurs. Today, it is produced by various producers. However, the PDO designation states that for a cheese to be called Parmesan, it has to be produced from cows grazing on fresh grass and hay.\nCheeses mocking Parmigiano Reggiano are called Parmesan or Italian hard cheese by producers to avoid legal issues. Parmigiano Reggiano cheese is named after the provinces in which it is made, namely Provinces of Parma, Reggio Emilia, Modena, Bologna and Mantua.\nTrue Parmesan cheese has a hard, gritty texture and is fruity and nutty in taste. Cheeses mocking Parmesan or inferior Parmesan may have a bitter taste. Parmigiano Reggiano cheese is mostly grated over pastas, used in soups and risotto. It is also eaten on its own as a snack.",
        "country_origin": "Italy",
        "aroma": "strong",
        "image": "https://www.cheese.com/media/img/cheese/parmesan_on_wooden_surface.jpg"
    },
    {
        "name": "Feta",
        "description": "Feta is undoubtedly one of the most famous Greek cheeses. feta occupies 70% stake in Greek cheese consumption. The cheese is protected by EU legislation, and only those cheeses manufactured in Macedonia, Thrace, Thessaly, Central Mainland Greece, the Peloponnese, Lesvos and the Island of Kefalonia can be called ‘feta’. Similar cheeses produced elsewhere in the eastern Mediterranean and around the Black Sea, outside the EU, are often called ‘White Cheese’.\nTo create traditional feta, 30% goat's milk is mixed with sheep's milk of animals grazing on pastures in the specific appellation of origin regions. Nowadays, many stores sell goat's and cow's milk feta as well. The firmness, texture and flavour of the cheese differ from region to region. Still, in general, cheese from Macedonia and Thrace is mild, softer and creamier, less salty with fewer holes. Feta made in Thessaly and Central Greece has a more intense, robust flavour. Peloponnese feta is dryer in texture, fully flavoured and more open. Local environment, animal breeds, and cultures have an impact on the texture, flavour and aroma of the cheese.\nOn the whole, feta is a pickled curd cheese that has a salty and tangy taste enhanced by the brine solution. The texture depends on the age, which can be extremely creamy or crumbly dry. Upon maturation of 2 months, feta is sold in blocks submerged in the brine. The cheese can be used as a table cheese or melted on a traditional Greek salad, spanakopita, pizza or pie. It tastes delicious with olive oil, roasted red peppers and nuts. If required, it can be washed under water to remove the extra saltiness. The salty flavour of feta pairs well with beer, Pinot Noir, Sauvignon Blanc and Zinfandel.",
        "country_origin": "Greece",
        "aroma": "nutty, strong",
        "image": "https://www.cheese.com/media/img/cheese/feta_cheese_on_cutting_board.jpg"
    },
    {
        "name": "Mozzarella",
        "description": "Mozzarella is a curd cheese originating in southern Italy. Traditionally cheese is made from Italian buffalo's milk by pasta filata method. Mozzarella cheese is not aged like most cheeses. It is eaten fresh and within a few hours after it is made. It can be kept in brine for up to a week. Low-moisture mozzarella can be refrigerated for a month; some shredded low-moisture mozzarella's shelf life is up to six months. \nSince 1996, mozzarella is recognised as a Traditional Specialty Guaranteed (TSG/STG) food product in the EU. It is available in the form of balls of different sizes. Fresh mozzarella is one of those easy-to-make-at-home cheeses used in salads, meats, seafood, and vegetables.\nMozzarella di Bufala, also known as 'buffalo mozzarella', is made from domesticated water buffalo milk.\nMozzarella Fior di Latte is produced from fresh, pasteurised or unpasteurised cow milk, while low-moisture mozzarella is made from whole or partly skimmed milk. And last, but not least, mozzarella affumicata is a smoked variety of mozzarella.\nCiliegine is a traditional Italian type of mozzarella made with pasteurized cow's milk or sometimes with water buffalo's milk, and is available in small smooth white balls.\nMozzarella made from sheep's milk by adding lamb rennet, is called mozzarella pecorella or mozzapecora, in Sardinia, Abruzzo, and Lazio.\nMozzarella is also produced from goat's milk.",
        "country_origin": "Italy",
        "aroma": "fresh, milky",
        "image": "https://www.cheese.com/media/img/cheese/mozzarella_cheese_on_wooden_cutting_board.jpg"
    },
    {
        "name": "Stilton",
        "description": "This is one of the best British cheeses suitable not only for celebrations, but also to perk up everyday dishes. It is the only British cheese to have a Certification Trade Mark and an EU Protected Name.\nThe Stilton cheese can only be produced in the three counties of Derbyshire, Nottinghamshire and Leicestershire. The cheese is made from locally produced pasteurised cow milk. It is made in a cylindrical shape and allowed to form its own coat or crust. The distinctive feature of this cheese is magical blue veins radiating from the centre of the cheese.\nTraditionally, this cheese has been paired with sherry and port wine. It is also a good choice to go with walnuts, crackers, biscuits and bread.",
        "country_origin": "England",
        "aroma": "Unknown",
        "image": "https://www.cheese.com/media/img/cheese-suggestion/Stilton_Range_Shot.jpg"
    },
    {
        "name": "Monterey Jack",
        "description": "Monterey Jack earns the rightful position as a true “American” cheese since it originated in the Mexican Franciscan friars of Monterey, California. Around the 1700s, these monasteries around the Monterey region were making a semi-firm, creamy, mild-flavoured cheese from cow’s milk which was aged for a little period.  An American entrepreneur named David Jack realized its commercial value and started selling it all over California. The cheese became popular by the name “Monterey Jack's” or “Jack's Monterey,” eventually acquiring the name Monterey Jack.\nMonterey Jack is commonly used in Mexican and Spanish cuisine because it is mild in flavour and melts really well. It is similar in taste and texture to Colby and Cheddar. Variants of Monterey Jack, known as Dry Jack (aged version) and Pepper Jack (pepper spiced), are also quite popular. Monterey Jack is available across all grocery stores and supermarkets in the United States. Consider Pinot Noir and Riesling with this cheese.",
        "country_origin": "Mexico and United States",
        "aroma": "aromatic",
        "image": "https://www.cheese.com/media/img/cheese/grated_cheese_2.jpg"
    },
    {
        "name": "Blue Vein Cheese",
        "description": "Blue Vein cheese, also called Blue cheese, is a generic term used to describe cheese produced with cow's milk, sheep's milk, or goat's milk and ripened with cultures of the mould Penicillium. The final product is characterized by green, grey, blue or black veins or spots of mould throughout the body. These veins are created during production when cheese is 'spiked' with stainless steel rods to let oxygen circulate and encourage the growth of the mould. This process also softens the texture and develops a distinctive blue flavour.\nThe origin of Blue cheese has an interesting story. It is thought to have been invented by accident when a drunken cheesemaker left behind a half-eaten loaf of bread in moist cheese caves. When he returned, he discovered that the mould covering the bread had transformed it into blue cheese.\nBlue cheese is also identified by a peculiar smell that comes from cultivated bacteria. The flavour of the cheese depends on the type of blue cheese, shape, size, the climate of the curing and ageing period. But it generally tends to be sharp and salty. Some of the famous blue cheeses around the world are Roquefort from France, Gorgonzola from Italy and Stilton from England.\nBlue cheese tastes best when served with crackers, pears, raisins, fruit bread and walnuts. Crumble the cheese and melt it into sour cream, plain yoghurt or mayonnaise as a dressing.",
        "country_origin": "Unknown",
        "aroma": "stinky, strong",
        "image": "https://www.cheese.com/media/img/cheese/blue.jpg"
    },
    {
        "name": "Fromage Frais",
        "description": "Fromage Frais is a soft, fresh, creamy fresh cheese made out of whole or skimmed milk and cream. A French speciality, traditionally, this cheese is made with cream. Many times, the term Fromage Frais is used interchangeably with Fromage Blanc, but according to the French legislation - \"The denomination fromage frais is reserved for unripened cheese that underwent a mostly lactic fermentation. Fermented white cheese marketed under the terms fresh or fresh cheese must contain live flora at the time of sale to the consumer.\" In simple language, Fromage Frais must contain live cultures when sold.\nThe cheese in its original form is very bland to taste and extremely low in fat. Savoury spices, sweet berries and cream are added to improve the flavour, which also increases the fat content, sometimes as much as 8%.\nThe cheese is used as a savoury appetizer or a creamy dessert by combining it with herbs, fruits and spices. Fromage Frais with a loose consistency, ranging between heavy and sour cream, is often used to thicken and richen sauces. It is a traditional accompaniment to caviar since the milky goodness of the cheese reduces the saltiness of the eggs.\nFresh, creamy cheese like Fromage Frais pairs well with sparkling white wine, Zinfandel and fortified wines.",
        "country_origin": "Belgium and France",
        "aroma": "fresh, mild, milky",
        "image": "https://www.cheese.com/media/img/cheese/14-FROMAGE-FRAIS-shutterstock_318526556.jpg"
    },
    {
        "name": "Munster",
        "description": "Munster, also known as Munster Géromé is a soft washed rind cheese made from milk produced by cows living in the regions between Alsace, Lorraine and Franche-Comté in France. The name Munster is derived from the little town of Munster where Vosgian abbeys and monasteries used to make this cheese since the Middle Ages.\nTraditional Munster is protected by an Appellation d'Origine Contrôlée (AOC) which requires the cheese be made from unpasteurised cow's milk called crude milk. The soft and creamy cheese also comes flavoured with cumin and tastes best when accompanied with a good beer. As with washed rind cheeses, Munster have a red coating on the rind that is slightly humid due to repeated washings. Other than protecting the cheese, the rind is also responsible for a strong, penetrating aroma and tangy taste.\nThe best Munster cheeses are produced in the summer and autumn when the cows graze on the 'high stubble' of the Vosges. This cheese has a very high fat content of 45-50%. Gewurztraminer or full-bodied red wines nicely complement Munster. If you're a potato and cheese lover try Munster with potatoes, salad and finely chopped onions.",
        "country_origin": "France",
        "aroma": "stinky, strong",
        "image": "https://www.cheese.com/media/img/cheese-suggestion/Munster_1280x800.jpg"
    },
    {
        "name": "Pepper Jack",
        "description": "Pepper Jack is a derivative of Monterey Jack, the original “American” cheese invented by Mexican Franciscan friars of Monterey, California. As the name suggests, the cheese is flavoured with sweet peppers, rosemary, habañero chillies, garlic, and spicy jalapeños for an extra kick.\nThis semi-soft, open-textured cheese is spicy yet leaves a delicate buttery taste in the mouth. It is often eaten with quesadillas, crackers or hamburgers. Pepper jack can also go well with jalapeno peppers, melons, grapes, pickled vegetables, and olives.",
        "country_origin": "United States",
        "aroma": "aromatic, herbal",
        "image": "https://www.cheese.com/media/img/cheese/paper_jack.jpg"
    },
    {
        "name": "Halloumi",
        "description": "Halloumi is a firm, brined, slightly springy white cheese, traditionally made from a mixture of goat's and sheep's milk, although these days, cow's milk is also added to the mixture. No acid or acid-producing bacteria are added while preparing this cheese. In 2021, Halloumi secured a Protected Designation of Origin (PDO) status.\nThe texture of this Cypriot cheese is similar to that of mozzarella or thick feta, except that it has a strong, salty flavour imbibed from the brine preserve. Cooking the Halloumi removes all its saltiness and empowers it with a creamy texture. Since the cheese has a high melting point, it can be easily fried or grilled. Its unusualness lies in the \nHalloumi is an essential part of a Cyprus Meze, and many times it is offered as an accompaniment with a cold beer. The cheese also tastes lovely when grilled, pan-fried or thinly sliced on a salad.",
        "country_origin": "Cyprus",
        "aroma": "strong",
        "image": "https://www.cheese.com/media/img/cheese/Halloumi.jpg"
    },
    {
        "name": "Paneer",
        "description": "Mentioned in the Vedas, dating as far back as 6000 BC of Indian Subcontinent, Paneer is a fresh cheese frequently used in South Asian Cuisine similar to queso blanco. Chhena or Chhana is an East Indian variant of Paneer that is eaten in the Bangla, Orissa region of India and also in the neighbouring country  Bangladesh.\nMoist, soft and crumbly in texture, the cheese is used to make delicacies such as Sandesh, Mutter paneer and Rasgulla. It is a rich source of milk protein.\nThe procedure of making Chhena is similar to paneer but it is not pressed for a long time. In Orissa, the process of making the cheese is the same as that of ricotta. The milk is boiled, curdled with a small amount of whey and then strained and beaten in cheesecloth. The cheese is kneaded well till it becomes smooth.",
        "country_origin": "Bangladesh and India",
        "aroma": "fresh, milky",
        "image": "https://www.cheese.com/media/img/cheese/529_paneer.jpg"
    },
    {
        "name": "Limburger",
        "description": "Limburger is a semi-soft, washed-rind cheese that originated in the historical Duchy of Limburg, now divided into three countries; Germany, Belgium and Netherlands. The cheese is popularly known for its stinky aroma, which has been compared to foot odour. Today, most of the cheese is exclusively made in Germany, making them the sole producer in Europe.\nArtisanal cheese makers prepare this cheese from pasteurised cow’s milk sourced from local, organic farms. As a result, the flavour of the cheese is mild despite the stinky aroma.\nThe exterior of the cheese is covered with a thin pale, orange-brown rind, an effect of regular washings.\nIn the first month, Limburger is firm and crumbly and becomes chalky and soft at the end of six weeks. After two months, the cheese is much smoother and creamy. After three months, Limburger acquires the infamous aroma due to smear-ripening bacterium. This cheese has a significant grassy and mushroomy taste underlined by a delicate tang at the end.\nLimburger goes well with Belgian style ales and icy cold bock beer. It tastes best when it is served between two slices of dark rye bread and a slice of onion.",
        "country_origin": "Belgium, Germany and Netherlands",
        "aroma": "stinky",
        "image": "https://www.cheese.com/media/img/cheese/limburger.jpg"
    },
    {
        "name": "Comte",
        "description": "Comté is a French cheese produced in the Jura Massif region of Eastern France. The unpasteurised cow's milk used is mainly from Montbeliarde Cattle or French Simmental (or crossbreeds of the two). This hard mountain cheese is matured to perfection in the special caves where the cheese gets its unique taste, texture and colour. There are several maturing cellars in the region where Comté is ripened for a minimum of 4 months to 18 or 24 months. A few times, Comté gets its name from the cellar where it has ripened, such as Comté Fort Saint-Antoine.\nComté was one of the first few kinds of cheese to receive an AOC (Appellation d'origine controlee) status in 1958. It is one of the most popular AOC cheeses in France, with around 40,000 tonnes of annual production.\nA wedge of Comte reveals a pale yellow interior and a texture that can vary from silky, flabby to crystalline. There are over 80 flavours which can be savoured while tasting Comté. But the main aromatic flavours that delicately linger on the palate are a balance of brown-butter and roasted-nut aromas and a sweet finish.\nIts ability to melt easily means Comté goes well with many recipes right from fondues to Croque Monsieur. The cheese pairs well with Rhone reds, a Palo Cortado or off-dry Amontillado sherry from Spain.",
        "country_origin": "France",
        "aroma": "nutty",
        "image": "https://www.cheese.com/media/img/cheese-suggestion/ComteAOC_1280x800.jpg"
    },
    {
        "name": "Cottage Cheese",
        "description": "Cottage cheese is a cheese curd product with a mild flavour. The curd is drained but not pressed, so some whey remains and retains moisture. The curd is generally washed to remove the acidity. It is made from different types of milk with different fat levels.\nThe term 'cottage cheese' is believed to have originated because the cheese was generally made in cottages from leftover milk. Cottage cheese can be eaten by itself, with fruits, toast or even used in salads. The cheese is creamy, lumpy and sold in pots.",
        "country_origin": "United Kingdom and United States",
        "aroma": "Unknown",
        "image": "https://www.cheese.com/media/img/cheese/514_cottage_cheese.jpg"
    },
    {
        "name": "Double Gloucester",
        "description": "Double Gloucester is a traditional, full fat, hard cheese made from pasteurised or unpasteurised cow's milk. The cheese, made from the milk of once nearly extinct Old Gloucester cows, traces its origins to 1498 in the City of Gloucester.\nGloucester comes in both single and double varieties. While Single Gloucester is made from skimmed milk, Double Gloucester uses full fat milk. In addition, Double Gloucester is twice the height of Single Gloucester and more flavourful. It is also said that Double Gloucester uses the whole milk taken from two milking or a mixture of milk and cream. The double variety has a smooth and buttery texture, rich and nutty yet mellow flavour and apricot colour thanks to the addition of annatto plant extract. Vegetarian rennet is used and the cheese is aged for at least 4 months. If the cheese is allowed to age further, it will develop more complex and nutty flavours. Moreover, the texture tends to become very hard and flaky.\nDouble Gloucester participates every year in the Cooper's Hill Cheese-Rolling and Wake where buyers jump on the cheese to evaluate its quality and sustainability. A traditional British Ale or red like Syrah will perfectly complement a Double Gloucester.\nDouble Gloucester A has won many international awards including Silver medal at 2014 World Cheese Awards.",
        "country_origin": "England and United Kingdom",
        "aroma": "sweet",
        "image": "https://www.cheese.com/media/img/cheese/Double_Gloucester_OUhl7mX.jpg"
    },
    {
        "name": "Red Leicester",
        "description": "Red Leicester, formerly known as Leicester or Leicestershire cheese is a traditional hard English cheese made from unpasteurised cow’s milk. The history of cheese dates back to the 17th century when farmers recognized the need to make and look at their cheeses apart from cheese made in other parts of the country. They decided that the colour of the cheese should denote its richness and creaminess. To set it apart from cheddar and highlight the quality of cheese, Leicester is coloured with a vegetable dye called annatto. The rind is reddish-orange with a powdery mould on it. The colour indicates that the milk used has a high cream content. Today, only a couple of farms in Leicestershire make the cheese using the traditional method and raw milk.\nRed Leicester is a hard cheese, similar to cheddar but much moister, crumblier with a milder flavour. It matures faster than cheddar and can be sold as young as two months. A good Leicester cheese can be identified by a firm body and a close, flaky texture. Though the cheese can be consumed young, to reach its optimum flavour, it should be allowed to mature for six to nine months. A good cheese tastes slightly sweet with an almost caramel flavour and builds up a more robust taste as it ages. The cheese suits a full-bodied white wine such as Muscadet, SancerreChenin Blanc and Vouvray.",
        "country_origin": "United Kingdom",
        "aroma": "rich",
        "image": "https://www.cheese.com/media/img/cheese/leicester.jpg"
    },
    {
        "name": "Cream Cheese",
        "description": "Cream cheese is a fresh, soft mild tasting cheese produced from unskimmed cow’s milk. This cheese, made from cream and milk, has a high-fat content. In the US, cream cheese contains at least 33% fat content, while in Britain, it should be a minimum of 45-65%. Anything above is considered double or triple cream cheese. In German, it is also called Doppelrhamstufel, meaning cheese made with \"double cream\". The cheese has a mild lactic aroma, a slightly salty and sweet taste. The cheese is suitable for vegetarians and comes in various flavoured varieties, including herbs, garlic, black pepper, fruits etc. \nIt has a relatively short life, even when refrigerated. Cream cheese made using the traditional method tends to be more crumbly than spreadable, while those with stabilizers like guar gum are more firm. The taste, texture and production of cream cheese are similar to Boursin and Mascarpone.\nIt is used to enrich cheesecakes, frostings, dips, toppings, sweet & savoury dishes and desserts.",
        "country_origin": "United States",
        "aroma": "fresh, pleasant",
        "image": "https://www.cheese.com/media/img/cheese/cream_cheese_bagel.jpg"
    },
    {
        "name": "Sage Derby",
        "description": "Sage Derby is a variety of British Derby cheese infused with sage to produce a glorious green marble effect and subtle herb flavour. It is England’s oldest and most famous cheese, made only for special occasions like Christmas.\nTo make this cheese, freshly milled, salted Derby curd and sprinkles of fresh sage are arranged in layers and left to mature for six months. Some dairies blend dried sage with mature, chopped Derby and then repress it again.\nIt is a semi-hard, delicate cheese with a mild sage flavour and is well known for its versatility. Its natural rind is often dusted with sage. Due to the bright markings, the cheese looks very striking on a cheeseboard.",
        "country_origin": "England and United Kingdom",
        "aroma": "herbal",
        "image": "https://www.cheese.com/media/img/cheese/Sage_derby_cheese.jpg"
    },
    {
        "name": "Blue Castello",
        "description": "In the 1960s, one of the oldest cheese producing companies in Denmark - Tholstrup Cheese Company, initially prepared Castello Blue cheese. This soft cheese made from cow's milk has a mild spicy flavour and smooth and rich texture.\nCastello was acquired by Arla Foods, and they expanded Castello cheese in North America. Castello is a brand of cheeses and several cheeses, including blue cheeses, cream cheeses, and semi-hard cheeses that are marketed under the 'Castello' name.",
        "country_origin": "Denmark",
        "aroma": "spicy",
        "image": "https://www.cheese.com/media/img/cheese/CastelloBlueCheese.jpg"
    }
]